Repository: mozilla-l10n/mt-training-data
Catalog: lrk/lrk_pontoon.tmx
Source language: en_us
Languages: lrk

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
lrk: ليکڪن، ڊراما نگارن يا اسڪرين رائٽرن مون رابطو ڪرو ھين ئوسو تو ڪاو ھي آپري ڪوم رو ايڪ نينو حصو عوامي ڊومين ھارو وقف ڪريا ھارو تيار ھوئي

source: Contact Form
lrk: رابطو فارم

source: Contact the Common Voice team
lrk: عام آواز ٽيم مون رابطو ڪرو

source: Contact us
lrk: او مون رابطو ڪرو

source: Contact Us
lrk: امو مون رابطو ڪرو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
lrk: ري تحت مواد ھي </licenseLink>Creative Commons لائسنس<licenseLink>ھي

source: Continue
lrk: جاري رکو

source: Continue speaking
lrk: ٻولوُو جاري رکو

source: Continue validating
lrk: تصديق ڪروُ جاري رکو

source: Contribute
lrk: ويراوہ

source: Contribute on GitHub
lrk: GitHub تي تعاون ڪرو

source: Contribute sentences
lrk: جملا ڀيرا ڪرو

source: Contribute text
lrk: متن رو حصو ڏيو

source: Contribute to { $lang }
lrk: ۾ حصو ڏيو { $lang }

source: Contribute to text corpus
lrk: ٽيڪسٽ ڪورپس ۾ حصو ليو

source: Contributing to <bold>{ $language }</bold> dataset
lrk: ۾ حصو ليئتي<bold>{ $language }</bold> ڌآٽا سيت

source: Contribution Activity
lrk: تعاون ري سرگرمي

source: Contribution Criteria
lrk: تعاون رو معيار

source: Contribution Experience
lrk: حصو ڏيڌا رو تجربو

source: Contribution Guidelines
lrk: تعاون ري ھدايتون

source: Contributors record voice clips by reading from a bank of donated sentences.
lrk: ھوڻو

source: Cookies
lrk: ڪوڪيز

source: <cookiesLink>Cookies<cookiesLink>
lrk: <cookiesLink>ڪوڪيز<cookiesLink>

source: Copainalá Zoque
lrk: ڪيپينالا زوڪيو

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
lrk: <coquiLink>Coqui</coquiLink> اسپيچ ٽيڪنالاجي ني کوليا ھارو وقف ڪرو گيو هي. اووہ ري منصوبو ۾ ايس ٽي ٽي ۽ ٽي ٽي ايس انجڻ تي ٻڌل ڊيپ لرننگ ڀيري ھي.

source: Cornish
lrk: ڪارنيش

source: Correct
lrk: سھي

source: Corsican
lrk: ڪارسيڪن ٻولي

source: { $count } clips
lrk: { $count } ڪلپو

source: { $count }mo
lrk: { $count } مهينو

source: Country/Region of Residence
lrk: ملڪ/رهائش رو علائقو

source: { $count }wk
lrk: { $count } هفتو

source: { $count }y
lrk: { $count }سال

source: [Crackle] giant dinosaurs of [crackle] -riassic.
lrk: [ڪريل] موٽي ڊائنوسار رو [ڪريل] -رياسڪ.

source: Create a Custom Goal
lrk: هڪ حسب ضرورت مقصد ٺاھون

source: Create a profile
lrk: پروفائل ٺاھو

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
lrk: رپري آپ يا آپري دوستو يا ٻوليءَ ري ڪميونٽي مون جديد، ٻوليا وارا جملا ٺاهو - مثال طور ايڪ ’لائي-اي-ھون‘ ذريعي

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
lrk: ترجمو، نيني ٻوليو ري ماڊلز، ھين وڌيڪ ھارو عوامي ڊومين پرامپٽس، جملا، ھين متن ٺايو يا شيئر ڪرو.

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
lrk: مينکو ري طعنو ھارو موقعا پيدا ڪريا ھاروڪامن وائس ۾ حصو ليدا ني ڀروسا مين ٺاھي ھي ٽو ڌيٽا سيٽ جيتو اونچو ھوئي سگھي ھين مينکو ري خدمت ڪري امي وسيلا ھين ٽيمليٽ ٺاھيا ھي جي ني تمي استعمال ڪري ھگو

source: Crimean Tatar
lrk: ڪريمي تاتر

source: Criteria
lrk: معيور

source: Croatian
lrk: ڪروشيائي ٻولي

source: Culturally specific questions
lrk: ثقافتي مخصوص سوال

source: Czech
lrk: چيڪ

source: Dagbani
lrk: دگباني

source: Daily Goal
lrk: روز رو مقصد

source: Dameli
lrk: ڌيميلي

source: Danish
lrk: ڊينش ٻولي

source: Dargwa
lrk: درگوا

source: Dashboard
lrk: ڊيش بورڊ

source: Dataset
lrk: ڏيٽاسيٽ

source: Dataset: { $datasetLanguage }
lrk: ڌيٽاسيت{ $datasetLanguage }

source: Dataset Release
lrk: ڊيٽا سيٽ واپسي آوي

source: Datasets
lrk: ڊيٽا سيٽ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
lrk: ASR، STT، TTS، ھين ٻيجا NLP حوالو مون ڊيٽا سيٽ - ڪميونٽي ري شموليت ذريعي ٺاهيا گيا.

source: Date
lrk: تاريخ

source: Dawoodi
lrk: ڌاوہڌي

source: Days
lrk: ڌن

source: Delete
lrk: ختم

source: Delete my recordings
lrk: ماري رڪارڊنگ ني ختم ڪرو

source: Delete Profile
lrk: پروفائل ني ختم ڪرو

source: Dhivehi
lrk: ڌويهيائي

source: Dholuo
lrk: ڍولو

source: Did you know…
lrk: ڪاو تمي جوڻو

source: Different language
lrk: ٻيجي زبون

source: Difficult
lrk: ڌوکي

source: Difficult to pronounce
lrk: تلفوز ڪروہ دئکيو

source: Dioula
lrk: ديوالا ٻولي

source: Discard ongoing recording
lrk: جاري رڪورڊنگ ني رد ڪرو

source: Discover languages and communities and common voice
lrk: ٻوليون ھين برادريون ھين عام آواز جو

source: do
lrk: ڪرووُ

source: Does the sentence meet the guidelines?
lrk: ڪاوُ جملو هدايتن تي پورو اوتريو ھي؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
lrk: ڊومين جملو ري موضوع ري طرف اشارو ڪري ھي. في الحال، تمي هيٺ ڏيدوڙا مون چونڊ ڪري سگهو ھون

source: Donate
lrk: دان ڪرو

source: Donate your voice
lrk: آپري آواز دون ڪرو

source: Done
lrk: ھوئي گيو

source: do not
lrk: مت ڪر

source: Don’t Add
lrk: جما متي ڪر

source: Don't see your language on Common Voice yet?
lrk: ڪامن وائس تي اڃي تڪ آپري ٻولي نظر ڪوئي آوي

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
lrk: ڪاو تمو ري ٻولي ڊيٽا سيٽ ۾ نظر ڪوئي آوي ؟ امو ري ٻوليو واري صفحا تي ايڪ ٻولي سر ري درخواست ڪريا ھارو.

source: Don't wish to say
lrk: ڪيووُ ڪوئي چاهون.

source: Download
lrk: ڊائون لوڊ ڪرو

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
lrk: جيڪڏي تمي ڪامن وائس ۾ حصو ليدو هي تو آپري پروگرامو ھارو يا آپ ھارو يڪ سرٽيفڪيٽ ڊائون لوڊ ڪرو - او تمو مون سواءِ ممڪن نڪوئي ھوئي !

source: Download Common Voice Data
lrk: ڊائون لوڊ ڪرو عام وائس ڊيٽا

source: Download Data
lrk: ڊيٽا ڊائونلوڊ ڪرو

source: Download Dataset Bundle
lrk: ڊائون لوڊ ڪرو ڊيٽا سيٽ بنڊل

source: Download { $language }
lrk: ڊائون لوڊ ڪرو { $language }

source: Download Links
lrk: لنڪس ڊائونلوڊ ڪرو

source: Download My Data
lrk: ماري ڊيٽا ني ڊائون لوڊ ڪرو

source: Download options for accessing Common Voice data
lrk: ڪامن وائس ڊيٽا تائين پوگايا ھارو ڊائون لوڊ آپشنز

source: Download our press pack <icon></icon>
lrk: <icon>امو رو پريس پيڪ ڊائون لوڊ ڪرو<icon></icon>

source: Download our voice datasets
lrk: امو را وائس ڊيٽاسيٽ ڊائون لوڊ ڪرو

source: Download profile data
lrk: پروفائل ڊيٽا ڊائون لوڊ ڪرو

source: Download the Dataset
lrk: ڊيٽا سيٽ ڊائون لوڊ ڪرو

source: Download the Single Word Target Segment
lrk: ڊائون لوڊ ڪرو ايڪلو ھي اکر وارو حصو

source: Download your contribution certificate
lrk: ڊائون لوڊ ڪرو آپرو تعاون سرٽيفڪيٽ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
lrk: ڪاو تمو ڪني ويچار ھي ڪي امي ڪيڪر عام آواز ڊيٽا سيٽ ني بهتر ڪري سگهون ھون؟ آوُ ڪي واتچيت تي جوڻو

source: Do you want to continue?
lrk: ڪاوُ تمي جاري رکوُ چاھو ھون

source: Do you want to Speak, Listen or both?
lrk: ڪاوتمي چاھون ھون ٻولوُ ھوڻوُ يا ٻئي؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
lrk: ڇڪيو ھين سوڙي ڏيو يا <browseWrap>براؤز ڪرو</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
lrk: آپري فائل ائيي ڇڪيو يا <uploadButton>اپلوڊ ڪريا ھارو ڪلڪ ڪرو</uploadButton>

source: Drop file here to upload
lrk: اپلوڊ ڪريا ھارو فائل ايئي سوڙو.

source: Duala
lrk: دوالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
lrk: تعاون ري جمع ڪرايا ري دوران 'جمع ڪرو' تي ڪلڪ ڪريا مون پوسي جوابي راء ني سوڙي ڌيدي جائي. حصو سڌو سنئون 5 رڪارڊنگ يا تصديق ري آيا واري سيٽ مون جاري رهئي.

source: Dutch
lrk: ڊچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
lrk: ڊيٽا سيٽ ۾ هر داخلا ايڪ الگ MP3 ھين لاگيوڙي ٽيڪسٽ فائل تي مشتمل هي. ڪيتوئي <b>{ $total }</b>ڊيٽا سيٽ ۾ رڪارڊ ھويوڙا ڪلاڪو ۾ پڻ ڀيرا ھي ڊيموگرافڪ ميٽاڊيٽا جيم ڪي عمر، جنس، ھين تلفظ جي تقرير ري اورکيا واري انجڻ ري درستگي ني تربيت ڏيڌا ۾ مدد ڪري سگھو ھون. ڊيٽا سيٽ هن وقت تي مشتمل هي <b>{ $valid }</b> تصديق ھويوڙا ڪلاڪو ۾ <b>{ $languages }</b> ٻوليو ۾، پر امي هميشه وڌيڪ آواز ھين ٻوليون ڀيرا ڪرو رهيا هون. امو ري <languagesLink>Languages صفحو</languagesLink> تي ايڪ نظر ڌيو ڪي ٻولي ري درخواست ڪري يا حصو ڏيو شروع ڪريا ھارو.

source: Eastern Balochi
lrk: مشرقي بلوچي

source: Eastern Huasteca Nahuatl
lrk: مشرقي هوسٽڪا نوهاٽلا

source: Eastern Min
lrk: مشرقي من

source: Eastern Penan
lrk: مشرقي پنن

source: Easy
lrk: آسون

source: Easy to Understand
lrk: آسون ھي ھمجيا ۾

source: Ebrie
lrk: اِبري

source: Edit
lrk: ترميم ڪرو

source: Edit Profile
lrk: پروفائيل ۾ ترميم ڪرو

source: e.g., “What do you wish you could use technology for?”
lrk: مثال طور، "تمي ڪاو چاهو ھون تو تمي ٽيڪنالاجي ني ڪيري ھارو استعمال ڪري سگهو؟"

source: Email
lrk: اي ميل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
lrk: اي ميل<emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
lrk: <emailFragment> سائن آپ</emailFragment>ڪامن وائس تي مهمن، واقيو ھين ميليوڙا ڊيزائن ري خاصيتن ۾ حصو ليدو ھيکيا ھارو امو ري ميلنگ لسٽ تي جاو.

source: Email is already used for a different account
lrk: اي ميل پيري ۾ ئي مختلف اڪائونٽ ھارو استعمال ھويوڙي هي

source: Email Subscriptions
lrk: اي ميل سبسڪرپشن

source: English
lrk: انگريزي

source: Enter Email to Download
lrk: ڊائون لوڊ ڪريا ھارو اي ميل داخل ڪرو

source: Enter email to send a sign up link
lrk: سائن اپ لنڪ موڪليا ھارو اي ميل داخل ڪرو

source: Enter your Country/Region of Residence
lrk: آپري ملڪ/رهائش رو علائقو داخل ڪرو

source: Enter your email
lrk: آپري ايميل ليکو

source: Enter your public domain sentence here
lrk: ايئي آپرو عوامي ڊومين جملو ڀيرو ڪرو.

source: Enter your public domain sentences here
lrk: ايئي آپرو عوامي ڊومين جملو ڀيرو ڪرو.

source: Error
lrk: نقص

source: Error adding sentence
lrk: جملا ڀيرا ڪريا ۾ غلطي

source: Error { $code }
lrk: غلطي { $code }

source: Error while playing audio file.
lrk: آڊيو فائل هلايا ري دوران غلطي.

source: Erzya
lrk: ارزيائي ٻولي

source: ESC
lrk: اي ايس سي

source: Esperanto
lrk: ايسپرانتيائي ٻولي

source: Estonian
lrk: ايستونائي ٻولي

source: Eton
lrk: ايٽو

source: Events
lrk: ويتيوڙي

source: Everyone
lrk: ھر ايڪ

source: Ewe
lrk: ايوي

source: Ewondo
lrk: ايونڊائي

source: Example
lrk: مثال

source: Example questions
lrk: سوالو را مثال

source: Exceeded 500 questions. Reduce number of questions and retry.
lrk: 500 سوالو مون وڌي گيا. سوالو رو تعداد گھٽاوُو ھين وري ڪوشش ڪرو.

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
lrk: دلچسپ خبرون! بي ساخته تقرير آوي رهي هي! اپڊيٽس ھارو امو ري ڀير رهيو ھين تازي معلومات ھارو امو ري <discordLink>Discord</discordLink> ني ضرور چيڪ ڪرو. چ.

source: Exit & Delete clips
lrk: ٻاھري ڪاڍو ھين ڪلپس ختم ڪرو

source: Explore datasets <icon></icon>
lrk: ڊيٽا سيٽ ري جويا ري ڪريو<icon></icon>

source: Explore the community and languages supported by Common Voice
lrk: ڪامن وائس ري مدد مون ڪميونٽي ھين ٻوليو يي جو

source: Express or solicit prejudiced or offensive sentiments
lrk: تعصب واري يا ناگوار جذبات رو اظهار يا درخواست ڪروي

source: Failed to copy SHA256 Checksum
lrk: SHA256 Checksum ڪاپي ڪريا ۾ ناڪوم ھويو

source: Fang
lrk: فنگ

source: FAQ
lrk: فڪ

source: Faroese
lrk: فيروز

source: Featured in...
lrk: ۾ نمايان ھويوري۔۔۔۔

source: Female/Feminine
lrk: عورت/مونث

source: Fewer than 15 words per sentence
lrk: هر جملل ۾ 15 اڪرو مون گهٽ

source: Fields marked with an asterisk (*) are required.
lrk: تارا (*) مون نشون لڳليوڙا فيلڊ کپي ھي .

source: File is too large
lrk: فائل تموم موٽي هي

source: File is too small
lrk: فائل تموم نيني ھي

source: Finance
lrk: فنانس

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
lrk: ٻيجو ني جو جي خيال رحي رکي ايم ھوئي سگھي ھي ڪي يونيورسٽي ، ٻولي ري اسڪول گروپ يا ڌيٽا جو <outreachTemplates>ساونس ڪميوٽي ، ٻاري جاو ھين واضح طور تي وضاحت ڪرو ڪي ايئي ڪيڪر مدد ڪري ھگي ھين ڪون </outreachTemplates>اي ميلون outreach امو ري تيمپليٽ

source: Find us on Matrix
lrk: امو ري Matrix تي جو

source: Finish editing first?
lrk: پهري ترميم ختم ڪرو

source: Finish recording
lrk: رڪارڊنگ ختم ڪرو

source: Finish recording first?
lrk: پیلڑی رڪارڊنگ ختم ڪرو؟

source: Finish Review
lrk: جائزو ختم ڪرو

source: Finish validating
lrk: تصديق ختم ڪرو

source: Finish validating clips?
lrk: ڪلپس ري تصديق ختم ڪرو؟

source: Finnish
lrk: فني ٻولي

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
lrk: پيري، چيڪ ڪرو ڪي ڪاو تمو ري ٻولي <languageLink>پيرئ مون ئي موجود هي</languageLink>. جيڪدي ڪوئي هي، تمي ڪري سگو ھون<languageRequestLink>آپري ٻولي ميلايا ري بابت پوسو</languageRequestLink>. ائي ڀي مرحلا ھي۔ سائيٽ رو ترجمو، ھين جملو ني ڀيرا ڪرو

source: Follow guidelines from “What sentences can I add?”
lrk: "ھون ڪيوا جملا ڀيرا ڪري ھگو؟" ري هدايتن تي عمل ڪرو.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
lrk: دون ڪريوڙي هر وائيس ڪلپ ھارون، ھين هر آڊيو ڪلپ ري تصديق ڪري هي، تمو ري اڪائونٽ ڊيش بورڊز ني اپڊيٽ ڪريو جائي هي تو جيم تمو ري هر ٻولي ۾ تمو ري تازي پيش رفت ني ظاهر ڪريا ھارو جي تمي تعاون ڪرو. هو، تمي ايڪ مون وڌيڪ حصو ڏئي سگهو<br/><br/> آپري انگو اکرو ني ٽريڪ ڪريا ھارو ڊيش بورڊ استعمال ڪرو، جو ڪي تمي ڪميونٽي ۾ ٻيجو مون ڀيرا ڪيڪر پيڙيا ھون، ھين روز يا هفتا وارو مون تعاون را مقصد مقرر ڪرو.

source: for example
lrk: مثال طور

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
lrk: پبلڪ ڊومين ري متن ھارو جي آن لائن دستياب ڪوئي ني، تمي استعمال ڪري سگهو ھو تعليمي حوالي ڪريا وارو انداز مثال طور هارورڊ انداز ”جي (2021) مائي پبلڪ لائسنس رون نظمون“

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
lrk: ٽيڪنالاجي هر ڪيري ھارو سٺو ڪوم ڪريا ھارو، آ ڊيٽا جي ڊولپرز ني ٽيڪنالاجي ٺاهيا ۾ مدد ڪري ھي، او ني مختلف قسم ري مينکو ني عڪاسي ڪرايا رآ ضرورت هي. مثال طور، جيڪڏي امي ڪيا خاص تلفظ مون ڪوئي بي اسپيڪرڀآرو ڪوئي ميلاوُ ھونه تو پسي ٽيڪنالاجي او تلفظ مون مينکو ھارو سٺو ڪوم ڪوئي ڪري. وڌيڪ ڄاڻو> ميٽا ڊيٽا ڪون اهم هي او بابت وڌيڪ ھيکو.</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
lrk: نيوي ٻوليو ھارو شروع ڪريوڙي ويب سائيٽ ڪاميابيءَ مون <localizationGlossaryLink>مڪاني ڪري گئي هي</localizationGlossaryLink>، ھين ڪافي <sentenceCollectionGlossaryLink>جملا ڀيرا ڪريا گيا ھي</sentenceCollectionGlossaryLink> جاري <speakLink>SpeakLink>Listen<Listen<Listen /listenLink>شراڪتون.

source: Foundations
lrk: بڻياد

source: French
lrk: فرانسي

source: Frisian
lrk: فريسيئن

source: Fulah
lrk: فيولائي ٻولي

source: Fuzhou
lrk: فوزو

source: Galician
lrk: گاليشين

source: Gawarbaiti
lrk: گواربيٽي

source: Gawri
lrk: گوڙي

source: GB
lrk: جي بي

source: General
lrk: عام

source: General language / multiple variants
lrk: عام ٻولي / ڪيتائي قسمعام ٻولي / ڪيتائي قسمعام ٻولي / ڪيتائي قسم

source: Georgian
lrk: جيارجي ٻولي

source: German
lrk: جرمن وارا

source: Get in touch
lrk: رابطي ۾ رهو

source: Get in touch <icon></icon>
lrk: رابطو ڪرو<icon></icon>

source: Get involved
lrk: ڀآرو ھويو

source: Get Involved
lrk: ڀيرا ھون

source: Get started <icon><icon>
lrk: شروع ڪرو<icon><icon>

source: Get started with goals
lrk: مقصدون مون شروع ڪرو

source: Get Started with Speech Recognition
lrk: تقرير ري شناخت مون شروع ڪرو

source: Get your certificate
lrk: آئرو سرٽيفڪيٽ حاصل ڪرو

source: Gheg Albanian
lrk: الباني گيگ

source: Ghomala
lrk: گهومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
lrk: <githubLink>NVIDIA NeMo</githubLink>™ ايڪ <docsLink>اوپن سورس ٽول ڪٽ</docsLink> هي ايدارو ھارو جي جديد ترين وات چيت ڪرتي AI ماڊل ٺاهي رهيا ھي.

source: Goal reached
lrk: جگہ تي پوچي گيو

source: Goals
lrk: مقصد

source: Gorani
lrk: گئراني

source: Go to Discourse
lrk: وات چيت ري طرف جاوُ

source: Go to Languages Page
lrk: ٻوليو رو صفحا تي جاوُ

source: Go to { $name }
lrk: اووي جاو { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
lrk: ئڌيڪ پڙو ڪي امو ني ڪيڪر سنڀالو جائي ھي <governanceLink></governanceLink>

source: Governments
lrk: حڪومتون

source: Grammatical / spelling error
lrk: گرامر / اسپيلنگ ري غلطي

source: Great! How many clips a week?
lrk: زبردست! ڪيتا ڪلپس ايڪ هفتا ۾؟

source: Great! How many clips per day?
lrk: زبردست! ڪيتا ڪلپس في ڏن؟

source: Great!<recordIcon></recordIcon> Record your next clip
lrk: سٺون<recordIcon></recordIcon>ريڪارڌ آپري ٻيجي ڪلپ

source: Great work!<playIcon></playIcon> Listen again when you're ready
lrk: وري ھوڻو جدي</playIcon> <playIcon>زبردست ڪوم تمي تيار ھون

source: Greek
lrk: يوناني

source: Gronings
lrk: گرونگز

source: Guarani
lrk: گاراني ٻولي

source: Guidelines
lrk: راِہ ديکاڙوي

source: Gujarati
lrk: گجراتي ٻولي

source: Gujari
lrk: گجري

source: Haitian
lrk: هيتائي

source: Hakha Chin
lrk: هاکi چNي ٻولي

source: Hausa
lrk: هوسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
lrk: ڪاو تمو ڪني ڪوئي اڳوڻي يا آوياواري پروگرام هي؟ او ني امو مون شيئر ڪرو ھين امي او رو اعلان آپري برادري ۾ ڪريو يا او بابت ايڪ بلاگ لکيون!

source: Have Feedback?
lrk: موٽ ڌيو

source: Have you read our Terms?
lrk: ڪاو تمي امو رون شرطون پڙهيون ھي؟

source: Having an account is not required to contribute, though it is helpful.
lrk: ايڪ اڪائونٽ ھووہ ضروري ڪوئي ني تو حصو ڌيدا ھارو، پر او مددگار هي.

source: Having a profile is not required to contribute though it is helpful, see why below.
lrk: پروفائل هووي ضروري ڪوئي ني حصو ڏيڌا ھارو پر او مددگار هي، هيٺي جو ڪون.

source: Healthcare
lrk: جون ري رڪݾہ

source: Hebrew
lrk: عبراني ٻولي

source: Help
lrk: مدد ڪرو

source: Help Common Voice reach { $hours } hours in a language with a personal goal
lrk: مدد ڪرو عام آواز تڪ رسايا { $hours } ڪلاڪو ۾ ايڪ ذاتي مقصد مون

source: Help create Common Voice’s first target segment in { $locale }
lrk: ڪومن وہس رئ پھريا ٿارگيٿ سيگمينٿ ٺايا مي مدد ڪرو

source: Help reach { $hours } hours in { $language } with a personal goal
lrk: ذاتي مقصد مون { $hours } ڪلاڪو تڪ { $language } ۾ مدد ڪرو

source: Help teach machines how real people speak, donate your voice at { $link }
lrk: { $link }مݾين ني ھيکايا ۾ مدد ڪرو ڪي حقيقي مينک ڪيڪر ٻولي ھي آپري آواز ني ديو

source: Help us build a community around voice technology, stay in touch via email.
lrk: وائيس ٽيڪنالاجي ري چوڌاري ايڪ ڪميونٽي ٺاو ھين پسي امو ري مدد ڪرو، اي ميل ذريعي رابطا ۾ ريو.

source: Help us build a high quality, publicly open dataset
lrk: امو ري مدد ڪرو ايڪ اعليٰ معيار، عوامي طور تي کليوڙي ڊيٽا سيٽ ٺايا ۾

source: Help us find more voices, share your goal
lrk: امو ري وڌيڪ آواز جويا ۾ مدد ڪرو، آپري مقصد ني حصيداري ڪرو

source: Help us get to { $goal }
lrk: امو ري { $goal } حاصل ڪريا ۾ مدد ڪرو

source: Help us validate sentences!
lrk: امو ري مدد ڪرو جملو ني درست ڪريا ۾!

source: Help us validate voices
lrk: آوازو ني چيڪ ڪريا ۾ آماري مدد ڪرو

source: Heng Hua
lrk: گينگ ھوا

source: Here are the links to download your ZIP files.
lrk: ائيئ ھي لنڪ تمو ري زپ فائلو ني ڊائونلوڊ ڪريا ھارو.

source: Hidden
lrk: لڪيلڙا

source: Highland Puebla Nahuatl
lrk: هاءِ لينڊ پوئبلا نهواٽل

source: Hiligaynon
lrk: هيليگينائي

source: Hill Mari
lrk: هلمري ٻولي

source: Hindi
lrk: هندي ٻولي

source: His hand was rais-ed.
lrk: اورو ھاٿ ماٿي کڻيو

source: History, Law and Government
lrk: تاريخ، قانون ھين حڪومت

source: Hours
lrk: ڪلاڪ

source: Hours Recorded
lrk: رڪارڊ ھويوڙاڪلاڪ

source: Hours Validated
lrk: رڪارڊ ھويوڙا ڪلاڪ

source: How ?
lrk: ڪيڪر

source: How are project decisions made?
lrk: منصونہ را فيصلا ڪيڪر ڪريا ھي

source: How can we effectively grow a language on Common Voice?
lrk: امي ڪيڪر سھي طريقا مون ايڪ ٻولي ني عام آواز تي ودھاوي سگھو

source: How does Common Voice work?
lrk: ڪامن وائس ڪيڪر ڪوم ڪري هي؟

source: How does site localization work?
lrk: سائيٽ لوڪلائيزيشن ڪيڪرڪوم ڪري ھي

source: How do I access and use the dataset?
lrk: ھين ڌيٽا سيٽ تڪ ڪيڪر رسائي ھين استعمال ڪري سگھو ھون

source: How do I add a language?
lrk: ھون ايڪ ٻولي ڪيڪر ڀيري ڪري ھگو

source: How do I add sentences?
lrk: ھون ڪيڪر جملا ميلاوي ھگهو

source: How do I cite?
lrk: ھون ڪيڪر حوالو ديون؟

source: How do I know whether to approve a voice clip?
lrk: ھون ڪيڪر اويکو ڪي وائس ڪلپ ني منظور ڪريو جائي

source: How do I record a high quality voice clip?
lrk: ھون ايڪ سٺا نمونہ رو آواز ري ڪلپ رآڪارڌ ڪرو سگھو ھون

source: How do I stay in touch?
lrk: ھون رابطي ۾ ڪيڪر رهيو؟

source: How is Common Voice funded?
lrk: ڪومن وائس ني ڪيڻي ايجاد ڪريو ھي

source: How Spontaneous Speech works
lrk: ڪيڪر ڀبي ساخته تقرير ڪوم ڪري ھي

source: How to add multiple sentences
lrk: ڪاوُ ھون گھڻا جملا جمہ ڪري سگو

source: How would you describe your accent?
lrk: تمي آپري تلفظ ني ڪيڪر بيون ڪريو؟

source: How would you describe your sex or gender?
lrk: تمي آپري جنس ني ڪيڪر بيون ڪريو

source: Huarijio
lrk: ھاريجيو

source: Huautla Mazatec
lrk: هواتلا مازاٽيڪ

source: Hungarian
lrk: هنگري ٻولي

source: I agree
lrk: ھون رازي ھون

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
lrk: ھون متفق ھون Common Voice ري <termsLink>شرائط</termsLink> ۽ <privacyLink>رازداري نوٽيس</privacyLink>

source: Ibibio
lrk: آئيبيو

source: Icelandic
lrk: آئس لينڊي ٻولي

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
lrk: ھون تصديق ڪرو ھون ڪي اهي جملا <wikipediaLink>عوامي ڊومين</wikipediaLink> ھي ھين مني اييوني اپلوڊ ڪريا ري اجازت هي.

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
lrk: ھون تصديق ڪرو ھون تو اي سوال <publicDomainLink>عوامي ڊومين</publicDomainLink> هي ھين مني اوني اپلوڊ ڪريا ري اجازت هي.
